commands_templates/GetAudioSourceConfigurationOptions0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/deviceIO/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetAudioSourceConfigurationOptions>
         <!--type: ReferenceToken-->
         <wsdl:AudioSourceToken>?</wsdl:AudioSourceToken>
         <!--You may enter ANY elements at this point-->
      </wsdl:GetAudioSourceConfigurationOptions>
   </soap:Body>
</soap:Envelope>